---
type: GroundConductorSize
namespace: Autodesk.Revit.DB.Electrical
version: 2024
members: 3
tags: [revit-api, class]
---

# GroundConductorSize

`Autodesk.Revit.DB.Electrical.GroundConductorSize` · Revit 2024 · 3 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Ampacity | — | `public long Ampacity { get ; }` |
| Property | ConductorSize | — | `public string ConductorSize { get ; }` |
| Property | MaterialBelongTo | — | `public WireMaterialType MaterialBelongTo { get ; }` |